{
    "dishesresult":[
        {
            "id":"1",
            "name":"Королевский салат с апельсинами",
            "products":[
                "Апельсины",
                "Крабовые палочки",
                "Яйца перепелиные",
                "Кукуруза",
                "Майонез",
                "Честнок"
            ],
            "process":[
                "Нарезаем крабовые палочки на кусочки и перекладываем в миску",
                "Нарезаем перепелиные яйца пополам, потом на 6-8 частей, добавляем к крабовым палочкам",
                "Очищаем до мякоти апельсин и нарезаем на кусочки. Добавляем кукурузу, измельчаем зелень и высыпаем в миску, выдавливаем зубчик чеснока, немного посолить, добавляем майонез и хорошо перемешать.",
                "Салат готов, он получается легкий, сочный, ароматный и очень вкусный. Приготовьте такой салат на Новый год."
            ],
            "photos":[
                "https://e2.edimdoma.ru/data/recipe_steps/0052/2935/522935-ed4_thumb.jpg?1511608803"
            ],
            "titlePhoto":[
                "https://e2.edimdoma.ru/data/recipe_steps/0052/2935/522935-ed4_thumb.jpg?1511608803"
            ]
        },
        {
            "id":"2",
            "name":"Салат Оливье",
            "products":[
                "Картофель варенный",
                "Морковь",
                "Яйца вареные",
                "Колбаса",
                "Огурцы маринованные",
                "Горошек",
                "Майонез",
                "Петрушка"
            ],
            "process":[
                "Сварить морковь и картофель.",
                "Сварить яйца вкрутую.",
                "Нарезать равными по размеру мелкими кубиками яйца, картофель, колбасу, морковку.",
                "Огурцы нарезать и немного отжать, чтобы не было много жидкости в салате.",
                "В нарезанные ингредиенты всыпать горошек (слив воду из него), нарезать зелень, смешать с майонезом. Посолить и поперчить. Убрать в холодильник на 1 ч."
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/20180119/b5997a05.jpg",
                "https://www.gastronom.ru/binfiles/images/20180119/b89ab25e.jpg",
                "https://www.gastronom.ru/binfiles/images/20180119/b6eb13de.jpg",
                "https://www.gastronom.ru/binfiles/images/20180119/b88101c7.jpg",
                "https://www.gastronom.ru/binfiles/images/20180119/b7378693.jpg"
    
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/20180119/b17ee29a.jpg"
            ]
        },
        {
            "id":"3",
            "name":"Свекольный салат",
            "products":[
                "Луковица",
                "Петрушка",
                "Лимонный сок",
                "Горошек",
                "Оливковое масло",
                "Свекла"
            ],
            "process":[
                "Свеклу заверните в фольгу, проткните вилкой в нескольких местах и запекайте в духовке, разогретой до 180-200 °С, 45-55 мин. Остудите и очистите.",
                "Разрежьте каждую свеклу пополам, затем на ломтики толщиной 5 мм. Нарежьте ломтики на тонкие полоски размером со спичку.",
                "Лук очистите и нарежьте тонкими полукольцами. Петрушку мелко порубите. Растолките горошины душистого перца.",
                "В миске смешайте овощи, добавьте лимонный сок и специи, посо- лите. Заправьте оливковым маслом. Поставьте в холодильник на 30 мин."
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/20150303/b39e06a8.jpg"
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/20150303/b39e06a8.jpg"
            ]
        },
        {
            "id":"4",
            "name":"Греческий салат",
            "products":[
                "Сыр Фета",
                "Маслины",
                "Помидоры",
                "Огурцы",
                "Луковица",
                "Болгарский перец",
                "Оливковое масло"
            ],
            "process":[
                "Смешайте оливковое масло, лимонный сок, орегано и черный перец. Взбейте венчиком около 2 мин.",
                "С одного огурца овощечисткой снимите спирали. Второй нарежьте половинками кружков. Помидоры – дольками. Болгарский перец разрежьте пополам, удалите семена, нарежьте кусочками. Лук очистите и нарежьте тонкими перьями.",
                "Выложите огуречные спирали кольцом, в них поместите овощи, маслины и нарезанную кубиками фету, полейте заправкой, украсьте зеленью и подавайте."
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/20211208/b1ddd42e.jpg"
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/20211208/b1ddd42e.jpg"
            ]
        },
        {
            "id":"5",
            "name":"Салат Азиатский",
            "products":[
                "Красная капуста",
                "Цветная капуста",
                "Тофу",
                "Авокадо",
                "Лайм",
                "Соевый соус",
                "Растительное масло",
                "Кунжут"
            ],
            "process":[
                "Насыпьте кунжут на сковороду без масла и обжарьте, помешивая, до золотистого цвета, 2 мин. Переложите на тарелку и охладите.",
                "Нарежьте тофу кубиками, полейте половиной соевого соуса и оставьте на 5 мин. Разогрейте сковороду с 1 ст. л. растительного масла и обжарьте тофу до хрустящей корочки, 3 мин.",
                "Лайм тщательно вымойте, мелкой теркой снимите цедру, из мякоти выжмите сок. Цветную капусту разберите на соцветия, стебель очистите. Соцветия и стебель положите в чашу блендера и измельчите до получения крупных крошек размером с рисовые зерна. Красную капусту тонко нашинкуйте.",
                "Авокадо разрежьте пополам, удалите косточку, снимите кожуру. Мякоть нарежьте ломтиками и сбрызните соком лайма.",
                "Соедините оставшееся масло, соевый соус, сок и цедру лайма, приправьте черным перцем и взбейте вилкой. В большой салатник положите цветную капусту, на нее выложите красную капусту, тофу и авокадо и полейте заправкой. Посыпьте кунжутом и сразу подавайте."
    
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/20211209/b0757f7b.jpg"
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/20211209/b0757f7b.jpg"
            ]
        },
        {
            "id":"6",
            "name":"Салат Цезарь",
            "products":[
                "Куриное филе",
                "Растительное масло",
                "Бекон",
                "Помидоры",
                "Сухарики",
                "Твердый сыр",
                "Яйцо",
                "Честнок",
                "Оливковое масло",
                "Лимонный сок"
            ],
            "process":[
                "Подготовьте ингредиенты для простого салата Цезарь. Куриное филе вымойте, обсушите бумажным полотенцем и нарежьте тонкими ломтиками.",
                "В сковороде диаметром около 24 см нагрейте растительное масло. Выложите в нее ломтики бекона и обжарьте до румяной корочки. Выньте с помощью шумовки на тарелку.",
                "В сковороду, где жарился бекон, положите ломтики куриного филе, посолите и поперчите по вкусу. Жарьте с обеих сторон до золотистой корочки. Выложите и оставьте до приготовления салата Цезарь.",
                "Для соуса салата Цезарь осторожно опустите яйцо в кипящую воду (заранее выньте его из холодильника, чтобы оно немного согрелось). Варите 2 минуты. Затем выньте яйцо шумовкой и дайте немного остыть.",
                "Яйцо разбейте и выпустите его содержимое в миску. Посолите и поперчите. Добавьте очищенный чеснок и измельчите все вместе погружным блендером.Затем тонкой струйкой, не прекращая работать блендером, вливайте оливковое масло, потом — лимонный сок. Добавьте тертый сыр и снова перемешайте все вместе блендером. Соус для простого салата Цезарь готов.",
                "Салатные листья вымойте и обсушите, разложив на бумажном полотенце. Порвите и поместите в большую миску. Помидоры черри вымойте, обсушите и разрежьте на четвертинки.",
                "Листья салата и помидоры полейте соусом и перемешайте. Разложите по порционным тарелкам горками. Сверху распределите куриное филе и бекон, украсьте сухариками. Посыпьте салат Цезарь наструганным твердым сыром."
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/20200110/ba31808f.jpg",
                "https://www.gastronom.ru/binfiles/images/20200110/b419d2ae.jpg",
                "https://www.gastronom.ru/binfiles/images/20200110/b1c36955.jpg",
                "https://www.gastronom.ru/binfiles/images/20200110/b505d2b5.jpg",
                "https://www.gastronom.ru/binfiles/images/20200110/b391ccfd.jpg",
                "https://www.gastronom.ru/binfiles/images/20200110/baf3876c.jpg",
                "https://www.gastronom.ru/binfiles/images/20200110/b0475ef4.jpg"
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/20200110/b6460622.jpg"
            ]
        },
        {
            "id":"7",
            "name":"Салат с крабовыми палочками",
            "products":[
                "Яйца перепелиные",
                "Листовой салат",
                "Луковица",
                "Апельсин",
                "Крабовые палочки",
                "Оливковое масло",
                "Винный уксус"
            ],
            "process":[
                "Подготовьте ингредиенты салата с крабовыми палочками. Перепелиные яйца сложите в ковшик, залейте холодной водой и доведите до кипения. Варите 5 минут и охладите.",
                "Салатные листья промойте холодной проточной водой и разложите в один слой на бумажных полотенцах. Дайте обсохнуть, затем распределите по сервировочным тарелкам.",
                "Крабовые палочки для салата нарежьте небольшими ломтиками. Лук очистите и нарежьте тонкими кольцами. Перепелиные яйца очистите от скорлупы и разрежьте на половинки.",
                "Приготовьте заправку для салата с крабовыми палочками. Апельсин вымойте, обсушите, затем мелкой теркой снимите цедру. Плод разрежьте пополам и выжмите сок с небольшую мисочку.",
                "Добавьте зернистую горчицу, винный уксус и оливковое масло. Посолите и поперчите по вкусу. Заправку для салата с крабовыми палочками взбейте вилкой или венчиком.",
                "Крабовые палочки перемешайте с луком и разложите по тарелкам, выстланным салатными листьями. Полейте приготовленной заправкой и украсьте перепелиными яйцами"
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/20200219/ba466d4f.jpg",
                "https://www.gastronom.ru/binfiles/images/20200219/b07f7bbd.jpg",
                "https://www.gastronom.ru/binfiles/images/20200219/bb57ab32.jpg",
                "https://www.gastronom.ru/binfiles/images/20200219/bc854c28.jpg",
                "https://www.gastronom.ru/binfiles/images/20200219/b4c73544.jpg",
                "https://www.gastronom.ru/binfiles/images/20200219/b279079d.jpg"
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/00000082/00050939.jpg"
            ]
        },
        {
            "id":"8",
            "name":"Салат Красная шапочка",
            "products":[
                "Ветчина",
                "Шампиньоны",
                "Яйцо",
                "Помидоры",
                "Твердый сыр"
            ],
            "process":[
                "Яйца отварить и натереть на терке.",
                "Натереть сыр.",
                "Шампиньоны обжарить.",
                "Помидоры порезать кубиками. ",
                "Ветчину нарезать соломкой. ",
                "Салат уложить последовательно слоями – ветчина, яйца, шампиньоны, сыр, помидоры. ",
                " Каждый слой посолить и смазать майонезом."
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/userfiles/00000004/6d83f344.JPG"
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/userfiles/00000004/6d83f344.JPG"
            ]
        },
        {
            "id":"9",
            "name":"Азиатский салат с курицей",
            "products":[
                "Куриное филе",
                "Куриный бульон",
                "Лапша",
                "Морковь",
                "Фасоль стручковая",
                "Перец чили",
                "Честнок",
                "Кунжут",
                "Соевый соус",
                "Лайм"
            ],
            "process":[
                "Куриный бульон влейте в сотейник, поставьте на сильный огонь, выпарите так, чтобы осталось 2–3 ст. л.",
                "Чеснок измельчите. Филе курицы нарежьте небольшими ломтиками. Разогрейте в воке масло, положите чеснок, жарьте на среднем огне 30 сек. Положите кусочки курицы, влейте концентрированный бульон, увеличьте огонь до сильного. Готовьте, все время помешивая, 3–5 мин. Снимите вок с огня.",
                "Добавьте в вок соус чили, соевый соус и сок лайма, перемешайте с курицей и полностью остудите, 30–40 мин.",
                "Лапшу сварите согласно инструкции на упаковке, откиньте на дуршлаг, промойте холодной водой, обсушите. У фасоли обломайте кончики, залейте стручки кипящей водой, доведите до кипения, варите 2 мин., откиньте на дуршлаг, обдайте холодной водой, обсушите.",
                "Чили нарежьте тонкими колечками. Если стручки фасоли слишком длинные, нарежьте их кусочками длиной 3–4 см. Кунжут насыпьте в сухую разогретую сковородку, обжарьте на небольшом огне, помешивая, до золотистого цвета, 2–3 мин. Снимите с огня и остудите.",
                "Морковь нарежьте очень тонкой соломкой или натрите на крупной терке. Смешайте содержимое вока с лапшой, чили, морковью и фасолью. Выложите на тарелки и посыпьте кунжутными семенами."
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/00000111/00097043.jpg"
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/00000111/00097043.jpg"
            ]
        },
        {
            "id":"10",
            "name":"Салат белоснежка",
            "products":[
                "Мёд",
                "Хлеб для тостов",
                "Куриное филе",
                "Листовой салат",
                "Сыр чеддер",
                "Майонез",
                "Сок Апельсиновый",
                "Яблоко",
                "Коньяк"
            ],
            "process":[
                "Хлеб порезать небольшими кубиками. Обжарить. Гренки пропитать медом и коньяком.",
                "Салат нашинковать соломкой. Филе цыпленка нарезать, посолить, поперчить, обжарить, добавить белое вино.",
                "Готовить, пока не выпарится алкоголь. Сыр нарезать кубиками, яблоко - соломкой.",
                "Для соуса смешать апельсиновый сок и майонез. Выложить на тарелку слоями, не перемешивая, салат, на него - цыпленка, затем - сыр и гренки.",
                "Сверху поместить яблоко. Полить соусом. Украсить веточками мелиссы и зернами граната."
            ],
            "photos":[
                "https://www.gastronom.ru/binfiles/images/00000014/00023739.jpg"
            ],
            "titlePhoto":[
                "https://www.gastronom.ru/binfiles/images/00000014/00023739.jpg"
            ]
        }
    
    ]
}
